Revit 2027 API
ParameterTypeId.LeaderAngle Property
 "Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LeaderAngle { get; }
Public Shared ReadOnly Property LeaderAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LeaderAngle {
	ForgeTypeId^ get ();
}
static member LeaderAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace